export const allSplits = [
  {
    "pageContent": "Manual M0\nสารบัญ\nสารบัญ\nโปรแกรมตรวจสอบคุณภาพข้าว M0\nข่าวสาร\nหน้าแจ้งรายละเอียดการอัปเดทแพทต่อไป\nหลักการคิดเปอร์เซ็นตามน้ำหนัก\nตารางมาตรฐาน\nการเตรียมพร้อมก่อนใช้งาน\nอุปกรณ์และวิธีการดูแลรักษา\nการติดตั้งโปรแกรมสแกนเนอร์\nการตั้งค่าโปรแกรมสแกนเนอร์\nการเริ่มต้นใช้งาน\nการเข้าสู่ระบบครั้งแรก\nกรณีลืมรหัสผ่าน\nการตรวจข้าว\nการดูประวัติ\nการตั้งค่า\nภาษาที่รองรับ\nค่า MA\nส่งข้อเสนอแนะ\nข้อควรระวังและวิธีรับมือเบื้องต้น\nNext\nโปรแกรมตรวจสอบคุณภาพข้าว M0\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/",
      "title": "Manual M0",
      "loc": {
        "lines": {
          "from": 1,
          "to": 26
        }
      }
    }
  },
  {
    "pageContent": "โปรแกรมตรวจสอบคุณภาพข้าว M0\nฟีเจอร์ตรวจสอบข้าว\nอัปโหลดรูปข้าว\nสามารถอัปโหลดข้าวได้ครั้งละ 1 รูป วิเคราะห์ข้าวโดยใช้ระบบปัญญาประดิษฐ์ (Artificial Intelligence) ซึ่งประกอบด้วย\nส่วนผสมข้าว (ข้าวเต็มเมล็ด ต้นข้าว ข้าวหัก และปลายข้าวซีวัน)\nพื้นข้าว (ข้าวชั้น 1, ข้าวชั้น 2, ข้าวชั้น 3, ข้าวเมล็ดสั้น)\nข้าวอื่นปลอมปน (เมล็ดแดงและข้าวสีต่ำกว่ามาตรฐาน, เมล็ดเหลือง, ท้องไข่, เมล็ดเสีย, ข้าวเหนียว,ข้าวเปลือก)\nฟีเจอร์บันทึก พิมพ์ ดาวน์โหลด และแชร์ข้อมูลผลการตรวจข้าว\nบันทึกข้อมูลผลการตรวจข้าว",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/m0",
      "title": "โปรแกรมตรวจสอบคุณภาพข้าว M0",
      "loc": {
        "lines": {
          "from": 1,
          "to": 9
        }
      }
    }
  },
  {
    "pageContent": "ระบบจะบันทึกข้อมูลลงประวัติการตรวจข้าว เพื่อกลับมาดูภายหลัง พิมพ์ข้อมูลผลการตรวจข้าว\nสามารถพิมพ์ข้อมูลออกมาเป็นไฟล์ PDF แชร์ข้อมูลผลการตรวจข้าว\nแชร์ข้อมูลหน้าเว็บผลการตรวจข้าวผ่านไลน์ (LINE) ได้\nแชร์ข้อมูลผลการตรวจข้าวหลายรายการเป็นไฟล์ Excel ผ่านอีเมลได้ ดาวน์โหลดข้อมูลผลการตรวจข้าว\nสามารถดาวน์โหลดข้อมูลออกมาเป็นไฟล์ Excel\nฟีเจอร์ประวัติผลการตรวจข้าว\nสามารถค้นหาข้อมูลด้วยคีย์เวิร์ดหรือตัวกรองต่างๆ และดูข้อมูลผลการตรวจข้าวย้อนหลังได้\nPrevious\nManual M0\nNext\nSoftware Version\nLast updated",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/m0",
      "title": "โปรแกรมตรวจสอบคุณภาพข้าว M0",
      "loc": {
        "lines": {
          "from": 10,
          "to": 21
        }
      }
    }
  },
  {
    "pageContent": "3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/m0",
      "title": "โปรแกรมตรวจสอบคุณภาพข้าว M0",
      "loc": {
        "lines": {
          "from": 22,
          "to": 22
        }
      }
    }
  },
  {
    "pageContent": "Software Version\nVersion 3.2.0\nVersion 3.1.0\nVersion 3.0.0\nVersion 2.9.0\nVersion 2.8.0\nVersion 2.7.0\nVersion 2.6.0\nVersion 2.5.0\nVersion 2.4.0\nVersion 2.3.0\nVersion 2.3.1\nVersion 2.2.0\nPrevious\nโปรแกรมตรวจสอบคุณภาพข้าว M0\nNext\nVersion 3.2.0\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/software-version",
      "title": "Software Version",
      "loc": {
        "lines": {
          "from": 1,
          "to": 19
        }
      }
    }
  },
  {
    "pageContent": "Version 3.2.0\nPreset Setting\nการตั้งค่าการตรวจระดับขั้นสูง\nมาตรฐานและแบบฟอร์ม\nPrevious\nSoftware Version\nNext\nVersion 3.1.0\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/software-version/version-3.2.0",
      "title": "Version 3.2.0",
      "loc": {
        "lines": {
          "from": 1,
          "to": 10
        }
      }
    }
  },
  {
    "pageContent": "Version 3.1.0\nอัพเดตระบบความปลอดภัย\nPrevious\nVersion 3.2.0\nNext\nVersion 3.0.0\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/software-version/version-3.1.0",
      "title": "Version 3.1.0",
      "loc": {
        "lines": {
          "from": 1,
          "to": 8
        }
      }
    }
  },
  {
    "pageContent": "Version 3.0.0\nเพิ่มกระบวนการในหน้าตรวจข้าว\nการส่งออกข้อมูลปรับปรุงหน้าไฟล์ผลการตรวจแบบ PDF\nอัปเดตหน้าประวัติการตรวจข้าว\nการเปลี่ยนชื่อโปรไฟล์และเบอร์โทรศัพท์\nอุปกรณ์ที่เข้าสู่ระบบ\nการเปลี่ยนรหัสผ่าน\nPrevious\nVersion 3.1.0\nNext\nVersion 2.9.0\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/software-version/version-3.0.0",
      "title": "Version 3.0.0",
      "loc": {
        "lines": {
          "from": 1,
          "to": 13
        }
      }
    }
  },
  {
    "pageContent": "Version 2.9.0\nAuto Yellow (แนะนำระดับข้าวเหลืองโดย AI) (ทดลอง)\nพัฒนาการแจ้งเตือน\nPrevious\nVersion 3.0.0\nNext\nVersion 2.8.0\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/software-version/version-2.9.0",
      "title": "Version 2.9.0",
      "loc": {
        "lines": {
          "from": 1,
          "to": 9
        }
      }
    }
  },
  {
    "pageContent": "Version 2.8.0\nหน้าโปรไฟล์ (ข้อมูลโปรไฟล์)\nหน้าตรวจข้าวแบบใหม่\nPrevious\nVersion 2.9.0\nNext\nVersion 2.7.0\nLast updated\n1 year ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/software-version/version-2.8.0",
      "title": "Version 2.8.0",
      "loc": {
        "lines": {
          "from": 1,
          "to": 9
        }
      }
    }
  },
  {
    "pageContent": "Version 2.7.0\nขอบสแกนเนอร์\nพัฒนาการวัดความยาว และความกว้างของเมล็ดข้าว\nPrevious\nVersion 2.8.0\nNext\nVersion 2.6.0\nLast updated\n1 year ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/software-version/version-2.7.0",
      "title": "Version 2.7.0",
      "loc": {
        "lines": {
          "from": 1,
          "to": 9
        }
      }
    }
  },
  {
    "pageContent": "Version 2.6.0\nDashboard\nNotification\nAuto กลับรูป\nข้าวเหลือง Level 6 / 7\nPrevious\nVersion 2.7.0\nNext\nVersion 2.5.0\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/software-version/version-2.6.0",
      "title": "Version 2.6.0",
      "loc": {
        "lines": {
          "from": 1,
          "to": 11
        }
      }
    }
  },
  {
    "pageContent": "Version 2.5.0\nปิด Beta test\nเพิ่มฟังชั่นการตั้งค่า\nส่วนผสม : ข้าวเต็มเมล็ด\nสิ่งปลอมปน : เมล็ดเหลือง , เมล็ดท้องไข่ , เมล็ดเสีย , เมล็ดสีต่ำกว่ามาตรฐาน\nเพิ่มการตั้งค่า : ข้าวเมล็ดเหลือง 10 ระดับ\nเพิ่มการปรับค่าข้าวเหลืองในหน้าผลตรวจข้าว\nเพิ่มฟังชั่นตั้งค่าในหน้าตรวจข้าว (เปลี่ยนการตั้งค่าแค่ 1 ครั้งการประมวลผลเท่านั้น)\nเพิ่มการวงสีข้าวหัก : สีชมพู\nเพิ่ม ฟังก์ชั่น “เมนู”\nเพิ่มเมนู \" ช่วยเหลือ \"\nพื้นที่ส่งข้อเสนอแนะ\nPrevious\nVersion 2.6.0\nNext\nVersion 2.4.0\nLast updated\n1 year ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/software-version/version-2.5.0",
      "title": "Version 2.5.0",
      "loc": {
        "lines": {
          "from": 1,
          "to": 18
        }
      }
    }
  },
  {
    "pageContent": "Version 2.4.0\nแสดงรายการจากผลตรวจ Beta test ในหน้าประวัติ และในประวัติการตรวจข้าว\nเพิ่มจำนวนที่แสดงในหน้าประวัติต่อ 1 หน้า\nเพิ่มจำนวนประวัติดาวน์โหลดและแชร์ Excel ใน 1 ครั้ง\nตัวเลือกประวัติทั้งหมดในบัญชี\nตัวเลือกเรียงประวัติ\nBeta\nเพิ่มการตั้งค่า : ข้าวเต็มเมล็ด\nเพิ่มการตั้งค่า : ข้าวเมล็ดเหลือง 10 ระดับ\nเพิ่มการปรับค่าข้าวเหลืองในหน้าผลตรวจข้าว\nเพิ่มการวงสีข้าวหัก : สีชมพู\nเพิ่มจำนวนที่แสดงในหน้าประวัติต่อ 1 หน้า\nเพิ่มจำนวนประวัติดาวน์โหลดและแชร์ Excel ใน 1 ครั้ง\nเพิ่ม ฟังก์ชั่น “เมนู”",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/software-version/version-2.4.0",
      "title": "Version 2.4.0",
      "loc": {
        "lines": {
          "from": 1,
          "to": 14
        }
      }
    }
  },
  {
    "pageContent": "ตัวเลือกประวัติทั้งหมดในบัญชี\nตัวเลือกเรียงประวัติ\nPrevious\nVersion 2.5.0\nNext\nVersion 2.3.1\nLast updated\n1 year ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/software-version/version-2.4.0",
      "title": "Version 2.4.0",
      "loc": {
        "lines": {
          "from": 15,
          "to": 22
        }
      }
    }
  },
  {
    "pageContent": "Version 2.3.1\nเพิ่มฟังก์ชั่น การตั้งค่า\nปรังปรุงความแม่นยำของการจับข้าวเหลือง\nPrevious\nVersion 2.4.0\nNext\nVersion 2.3.0\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/software-version/version-2.3.1",
      "title": "Version 2.3.1",
      "loc": {
        "lines": {
          "from": 1,
          "to": 9
        }
      }
    }
  },
  {
    "pageContent": "Version 2.3.0\nรองรับฟังก์ชั่น Beta Test (ระบบทดลองฟีเจอร์ใหม่)\nPrevious\nVersion 2.3.1\nNext\nVersion 2.2.0\nLast updated\n1 year ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/software-version/version-2.3.0",
      "title": "Version 2.3.0",
      "loc": {
        "lines": {
          "from": 1,
          "to": 8
        }
      }
    }
  },
  {
    "pageContent": "Version 2.2.0\nรองรับการใช้งานภาษาเวียดนาม\nปรับปรุงความแม่นยำของการจำแนกแมล็ดข้าว\nPrevious\nVersion 2.3.0\nNext\nหลักการคิดเปอร์เซ็นตามน้ำหนัก\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/software-version/version-2.2.0",
      "title": "Version 2.2.0",
      "loc": {
        "lines": {
          "from": 1,
          "to": 9
        }
      }
    }
  },
  {
    "pageContent": "หลักการคิดเปอร์เซ็นตามน้ำหนัก\nหลักการคิดเปอร์เซ็นตามน้ำหนัก\nPrevious\nVersion 2.2.0\nNext\nตารางมาตรฐาน\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/calculation",
      "title": "หลักการคิดเปอร์เซ็นตามน้ำหนัก",
      "loc": {
        "lines": {
          "from": 1,
          "to": 8
        }
      }
    }
  },
  {
    "pageContent": "ตารางมาตรฐาน\nตารางมาตรฐานข้าวขาวของข้าวหอมมะลิไทย\nตารางที่ 1 ข.1 มาตรฐานข้าวขาวของข้าวหอมมะลิไทย\nตารางมาตรฐานข้าวขาวหักของข้าวหอมมะลิไทย\nตารางที่ ข.2 มาตรฐานข้าวขาวหักของข้าวหอมมะลิ\nตารางมาตรฐานข้าวขาวของข้าวหอมไทย\nตารางที่ ข.1 มาตรฐานข้าวขาวของข้าวหอมไทย\nตารางมาตรฐานข้าวขาวหักของข้าวหอมไทย\nตารางที่ ข.2 มาตรฐานข้าวขาวหักของข้าวหอมไทย\nตารางมาตรฐานข้าวขาวของข้าวไทย\nตารางที่ ข.1 มาตรฐานข้าวขาวของข้าวไทย\nตารางมาตรฐานข้าวขาวหักของข้าวไทย\nตารางที่ ข.2 มาตรฐานข้าวขาวหักของข้าวไทย\nPrevious",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/standard-table",
      "title": "ตารางมาตรฐาน",
      "loc": {
        "lines": {
          "from": 1,
          "to": 14
        }
      }
    }
  },
  {
    "pageContent": "หลักการคิดเปอร์เซ็นตามน้ำหนัก\nNext\nการเตรียมพร้อมก่อนใช้งาน\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/standard-table",
      "title": "ตารางมาตรฐาน",
      "loc": {
        "lines": {
          "from": 15,
          "to": 19
        }
      }
    }
  },
  {
    "pageContent": "การเตรียมพร้อมก่อนใช้งาน\nการจัดการบัญชีผู้ใช้\nโดยปกติจะมี 1 บัญชีผู้ใช้ต่อเครื่องตรวจสอบคุณภาพข้าว M0 1 เครื่อง หากต้องการเพิ่มบัญชีผู้ใช้สามารถติดต่อเข้ามาได้ตามช่องทางการติดต่อด้านล่าง\nการตั้งค่ามาตรฐานและแบบฟอร์ม\nหากต้องการตั้งค่ามาตรฐานและแบบฟอร์มรูปแบบอื่นนอกเหนือจากค่าพื้นฐานที่ระบบมีให้ สามารถติดต่อเข้ามาได้ตามช่องทางการติดต่อด้านล่าง\nPrevious\nตารางมาตรฐาน\nNext\nอุปกรณ์และวิธีการดูแลรักษา\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/preparation",
      "title": "การเตรียมพร้อมก่อนใช้งาน",
      "loc": {
        "lines": {
          "from": 1,
          "to": 11
        }
      }
    }
  },
  {
    "pageContent": "อุปกรณ์และวิธีการดูแลรักษา\nScanner รุ่น Canon Lide 300 และสาย Mini USB 2.0\nชุดกวาด-โกยข้าว และชุดสเปรย์ทำความสะอาด\nสติกเกอร์สีดำ 3 ชิ้น สำหรับติดขอบสแกนเนอร์\nPrevious\nการเตรียมพร้อมก่อนใช้งาน\nNext\nการติดตั้งโปรแกรมสแกนเนอร์\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/preparation/equipment-and-maintenance",
      "title": "อุปกรณ์และวิธีการดูแลรักษา",
      "loc": {
        "lines": {
          "from": 1,
          "to": 10
        }
      }
    }
  },
  {
    "pageContent": "การติดตั้งโปรแกรมสแกนเนอร์\nเปิดเว็บเบราว์เซอร์ Google Chrome พิมพ์ค้นหา\nCanoScan LiDE 300 Full Driver (Windows) ดาวน์โหลด\nเมื่อปรากฎผลการค้นหา ให้คลิกที่เว็บไซต์แรก\nคลิก\nจากนั้นให้คลิกเปิดโปรแกรมที่แถบซ้ายมือด้านล่าง (B) เพื่อติดตั้งโปรแกรม\nดาวน์โหลด (A)\nเมื่อเปิดโปรแกรมขึ้นมาให้คลิกที่ Language (C) เพื่อเปลี่ยนภาษา\nคลิก ภาษาไทย (D) จากนั้นคลิก Back (E)\nคลิก เริ่มต้นการตั้งค่า (F) เพื่อติดตั้งโปรแกรม\nคลิก ถัดไป (G)\nคลิกเลือกที่อยู่อาศัยเป็น",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/preparation/scanner-installation",
      "title": "การติดตั้งโปรแกรมสแกนเนอร์",
      "loc": {
        "lines": {
          "from": 1,
          "to": 12
        }
      }
    }
  },
  {
    "pageContent": "และเลือกประเทศที่อยู่อาศัยเป็น ไทย (I) จากนั้นคลิก ถัดไป (J)\nทวีปเอเชีย (H)\nเมื่ออ่านข้อตกลงลิขสิทธิ์แล้วให้คลิก ใช่ (K)\nเมื่ออ่านเงื่อนไขการใช้บริการต่างๆแล้วให้คลิก ยอมรับ (L)\nเชื่อมต่อเครื่องสแกนเนอร์และคอมพิวเตอร์ด้วยสายเคเบิล USB หากคุณเสียบสายสแกนเนอร์อยู่แล้ว กรุณาถอดออกก่อนลองใหม่อีกครั้ง\nเมื่อเสร็จแล้วให้คลิก ถัดไป (M)\nคลิก จบการทำงาน เมื่อการติดตั้งเสร็จสมบูรณ์\nPrevious\nอุปกรณ์และวิธีการดูแลรักษา\nNext\nการตั้งค่าโปรแกรมสแกนเนอร์\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/preparation/scanner-installation",
      "title": "การติดตั้งโปรแกรมสแกนเนอร์",
      "loc": {
        "lines": {
          "from": 13,
          "to": 25
        }
      }
    }
  },
  {
    "pageContent": "การตั้งค่าโปรแกรมสแกนเนอร์\nการตั้งค่าโปรแกรมสแกนเนอร์\nกดปุ่ม Start แล้ว ค้นหาโปรแกรม IJ Scan Utility จากนั้นดับเบิ้ลคลิกเพื่อเปิดโปรแกรม\nเมื่อเข้าสู่หน้าหลักของโปรแกรม ให้คลิก การตั้งค่า (O)\nคลิก สแกนภาพถ่าย (P) จากนั้นให้ตั้งค่าดังนี้\nขนาดกระดาษ (Q) : A4\nความละเอียด (R) : 600 Dpi\nรูปแบบข้อมูล (S) : PNG\nสามารถดูหรือเปลี่ยนแหล่งบันทึกไฟล์ได้ที่\nบันทึกใน (T)\nหากตั้งค่าเรียบร้อยแล้วให้คลิก\nตกลง (U)\nเมื่อเข้าสู่หน้าหลักของโปรแกรม คลิก ภาพถ่าย (V) เพื่อเริ่มสแกนภาพ\nPrevious\nการติดตั้งโปรแกรมสแกนเนอร์",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/preparation/scanner-setting",
      "title": "การตั้งค่าโปรแกรมสแกนเนอร์",
      "loc": {
        "lines": {
          "from": 1,
          "to": 15
        }
      }
    }
  },
  {
    "pageContent": "Next\nการเริ่มต้นใช้งาน\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/preparation/scanner-setting",
      "title": "การตั้งค่าโปรแกรมสแกนเนอร์",
      "loc": {
        "lines": {
          "from": 16,
          "to": 19
        }
      }
    }
  },
  {
    "pageContent": "การเริ่มต้นใช้งาน\nLink เพื่อติดตั้งไปเลย\nการเริ่มต้นใช้งาน\nไปที่หน้าเว็บบราวเซอร์ (ในตัวอย่างคือ Google Chrome) จากนั้นพิมพ์คำว่า M0.easyrice.ai ลงในช่องที่อยู่ (Address Bar) เพื่อเข้าสู่ระบบ M0 หรือคลิก\nM0.easyrice.ai\nPrevious\nการตั้งค่าโปรแกรมสแกนเนอร์\nNext\nการเข้าสู่ระบบครั้งแรก\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/preparation/starter",
      "title": "การเริ่มต้นใช้งาน",
      "loc": {
        "lines": {
          "from": 1,
          "to": 11
        }
      }
    }
  },
  {
    "pageContent": "การเข้าสู่ระบบครั้งแรก\nการเข้าสู่ระบบครั้งแรก\nสามารถเลือกภาษาของ Website ที่ต้องการได้\nการเข้าสู่ระบบครั้งแรก ให้พิมพ์ ชื่อผู้ใช้งาน  และ รหัสผ่าน  ที่ให้สำหรับผู้ใช้ใหม่ จากนั้นคลิกปุ่ม     เข้าสู่ระบบ\nPrevious\nการเริ่มต้นใช้งาน\nNext\nกรณีลืมรหัสผ่าน\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/preparation/first-sign-in",
      "title": "การเข้าสู่ระบบครั้งแรก",
      "loc": {
        "lines": {
          "from": 1,
          "to": 10
        }
      }
    }
  },
  {
    "pageContent": "กรณีลืมรหัสผ่าน\nกรณีลืมรหัสผ่าน\nคลิก ''ลืมรหัสผ่าน''\nพิมพ์\nและคลิกปุ่ม\nเพื่อรับรหัสยืนยันทางอีเมล\nชื่อผู้ใช้งาน\nถัดไป\nเมื่อได้รับรหัสยืนยันทางอีเมลแล้ว ให้กรอกรหัสในช่อง รหัสยืนยัน หากไม่ได้รับรหัสยืนยันให้คลิก\nขอรหัสยืนยันอีกครั้ง\nจากนั้นตั้งรหัสผ่านใหม่ในช่อง\nและ\nเสร็จแล้วคลิกปุ่ม\nจากนั้นนำรหัสผ่านที่สร้างใหม่ใช้ในการเข้าสู่ระบบครั้งต่อๆไป\nรหัสผ่านใหม่\nยืนยันรหัสผ่านใหม่\nบันทึก\nPrevious\nการเข้าสู่ระบบครั้งแรก\nNext\nการเตรียมข้าว\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/preparation/forget-password",
      "title": "กรณีลืมรหัสผ่าน",
      "loc": {
        "lines": {
          "from": 1,
          "to": 23
        }
      }
    }
  },
  {
    "pageContent": "การเตรียมข้าว\nปริมาณข้าวเต็ม 25 กรัม / ข้าวหัก 15 กรัม\nการเตรียมข้าวสำหรับสแกน\nการเตรียมข้าวสารสำหรับ Easy Rice M0 ควรใส่ปริมาณข้าวสารที่พอเหมาะ โดยข้าวเต็มเมล็ดอยู่ที่ 25 กรัม และข้าวหักอยู่ที่ 15 กรัม\nการโปรยข้าวสาร\nวิธีการโปรยข้าวนั้น ควรโปรยให้เม็ดข้าวไม่ทับกัน ไม่โปรยข้าวทับขอบดํา และปิดฝาให้สนิทก่อนเริ่มการสแกน",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/preparation/rice-preparation",
      "title": "การเตรียมข้าว",
      "loc": {
        "lines": {
          "from": 1,
          "to": 6
        }
      }
    }
  },
  {
    "pageContent": "เนื่องจากขอบสแกนเนอร์มีบางส่วนที่ตัวรับภาพไม่สามารถอ่านได้ทั้งหมด เพื่อผลลัพธ์ที่ชัดเจนมากขึ้นและป้องกันผลลัพธ์ที่คลาดเคลื่อน เมล็ดที่ทับขอบสแกนเนอร์จะไม่ถูกนำมาวิเคราะห์ ดังนั้น จึงควรโปรยข้าวสารให้เมล็ดข้าวไม่ทับกัน หรือชิดกันเกินไป รวมถึงไม่โปรบข้าวทับขอบสแกนเนอร์ จากนั้นปิดฝาให้สนิทก่อนเริ่มการสแกน\nPrevious\nกรณีลืมรหัสผ่าน\nNext\nการสแกนข้าว\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/preparation/rice-preparation",
      "title": "การเตรียมข้าว",
      "loc": {
        "lines": {
          "from": 7,
          "to": 13
        }
      }
    }
  },
  {
    "pageContent": "การสแกนข้าว\nการสแกนข้าว\nการสแกนข้าว\nเลื่อน สลัคล๊อคสแกนเนอร์ ไปที่\nเพื่อเปิดการใช้งาน ต่อสาย Mini-B USB 2.0 เข้ากับสแกนเนอร์ และต่อสายอีกฝั่งเข้ากับช่องเสียบ USB ของคอมพิวเตอร์\nไอคอนปลดล็อคกุญแจ\nต่อสาย Mini-B USB 2.0 เข้ากับสแกนเนอร์ และต่อสายอีกฝั่งเข้ากับช่องเสียบ USB ของคอมพิวเตอร์\nโปรยข้าวเปลือกลงบนเครื่องสแกนเนอร์ ใช้แปลงกวาดข้าวไม่ให้เมล็ดข้าวซ้อนหรือทับกัน\nไม่ควรใช้นิ้วเกลี่ยเพราะจะทำให้กระจกมีลายนิ้วมือ\nไม่ควรให้เมล็ดข้าววางทับแถบสีดำเพราะจะไม่สามารถสแกนเห็นได้",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/rice-scanning",
      "title": "การสแกนข้าว",
      "loc": {
        "lines": {
          "from": 1,
          "to": 10
        }
      }
    }
  },
  {
    "pageContent": "ปิดฝาสแกนเนอร์ ตรวจเช็คให้แน่ใจว่าฝาปิดสนิท\nคลิก\nเพื่อเริ่มสแกนภาพ\nภาพถ่าย\nสแกนเนอร์จะทำการสแกนภาพ\nห้ามเปิดฝาเครื่องสแกน จนกว่าเครื่องจะทำงานเสร็จ\nเมื่อสแกนเสร็จระบบจะแสดงและบันทึกรูปภาพที่ได้อัตโนมัติ\nPrevious\nการเตรียมข้าว\nNext\nการตรวจคุณภาพข้าว\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/rice-scanning",
      "title": "การสแกนข้าว",
      "loc": {
        "lines": {
          "from": 11,
          "to": 23
        }
      }
    }
  },
  {
    "pageContent": "การตรวจคุณภาพข้าว\nเพิ่มกระบวนการในหน้าตรวจข้าว\nในหน้าตรวจข้าว เพิ่มตัวเลือกในส่วนของ 'รายละเอียดเพิ่มเติม' สำหรับผู้ใช้งานที่ต้องการระบุ กระบวนการ โดยมีให้เลือก 4 แบบ ซึ่งแต่ละกระบวนการจะมีช่องกรอกข้อมูล ที่แตกต่างกัน ได้แก่\nรับซื้อ ได้แก่ ชนิดข้าว, ชื่อผู้ขาย, ล็อต  (Lot) และทะเบียนรถ\nผลิต ได้แก่ เวลาการสุ่ม, ชื่อผู้ซื้อ, ชนิดข้าว และไลน์การผลิต\nขาย ได้แก่ ชื่อผู้ซื้อ, ชนิดข้าว และ โค้ด  (Code)",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/rice-inspection",
      "title": "การตรวจคุณภาพข้าว",
      "loc": {
        "lines": {
          "from": 1,
          "to": 6
        }
      }
    }
  },
  {
    "pageContent": "ไม่ระบุ ได้แก่ ชื่อผู้ซื้อ, ชื่อผู้ขาย, ล็อต (Lot), ทะเบียนรถ และ โน้ต (Note) หากผู้ใช้งานต้องการออกแบบ           การระบุรายละเอียดมากกว่านี้ สามารถติดต่อมาที่ 082-042-9650\nอัพเดตหน้าผลตรวจข้าว\nมีการแยกส่วนข้อมูลทั่วไปและข้อมูลผลตรวจ ออกเป็น 2 แถบ ได้แก่ แถบข้อมูลทั่วไป และแถบข้อมูลผลตรวจ\nแถบข้อมูลทั่วไป\nแสดงข้อมูลที่ผู้ใช้งานต้องการกรอกรายละเอียดเพิ่มเติม\nแถบข้อมูลผลตรวจ\nจะแสดงผลตรวจตามมาตรฐานที่เลือกในการตรวจสอบคุณภาพข้าว\nการตรวจข้าว\nหลังจากเข้าสู่ระบบแล้ว ให้คลิกปุ่ม ตรวจข้าว",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/rice-inspection",
      "title": "การตรวจคุณภาพข้าว",
      "loc": {
        "lines": {
          "from": 7,
          "to": 15
        }
      }
    }
  },
  {
    "pageContent": "หน้าการตรวจข้าว ที่ถูกพัฒนาขึ้นเพื่อรองรับการใช้งานและรายละเอียดที่มากขึ้น\nเลือก ประเภทข้าว, มาตรฐาน และแบบฟอร์ม ตามลำดับ จากนั้นเลือก ระดับข้าวเหลือง ที่ต้องการตรวจในช่อง\nซึ่งระดับความเหลืองมีทั้งหมด 10 ระดับ โดยจะเรียงจากความเหลืองน้อยไปเหลืองมาก\nซึ่งสามารถตั้งค่า\nข้าวเต็มเมล็ด\nข้าวเหลือง\nข้าวท้องไข่\nข้าวเสีย",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/rice-inspection",
      "title": "การตรวจคุณภาพข้าว",
      "loc": {
        "lines": {
          "from": 16,
          "to": 23
        }
      }
    }
  },
  {
    "pageContent": "ข้าวสีต่ำกว่ามาตรฐาน ได้ในหน้าตรวจข้าวก่อนทำการสแกนข้าว ซึ่งสามารถเลือกระดับได้ตามที่ผู้ใช้ต้องการและกำหนดระดับที่สามารถเลือกได้ตามระดับในการตั้งค่าการตรวจ โดยตอนแรกค่าที่แสดงจะเป็นระดับการตรวจที่ผู้ใช้ได้ตั้งเป็น Default ไว้\nโดยการตั้งค่าในหน้านี้จะเป็นการตั้งค่าเฉพาะการตรวจครั้งเดียวเท่านั้น ไม่ได้นำไปตั้งเป็นค่า Default การตรวจของแต่ละ Defect",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/rice-inspection",
      "title": "การตรวจคุณภาพข้าว",
      "loc": {
        "lines": {
          "from": 24,
          "to": 25
        }
      }
    }
  },
  {
    "pageContent": "ณ ตอนแรกจะแสดงแค่ตั้งค่าข้าวเหลือง โดย กด “แสดงตัวเลือกมากขึ้น” เพื่อแสดงการตั้งค่าข้าวเต็มเมล็ด ข้าวท้องไข่ ข้าวเสีย และข้าวสีต่ำกว่ามาตรฐาน และกด “แสดงตัวเลือกน้อยลง” เพื่อลดให้แสดงแค่ตั้งค่าข้าวเหลือง\nและสามารถกรอกข้อมูลเพิ่มเติมได้ เช่น Lot, ทะเบียนรถ, ชื่อผู้ซื้อ และ ชื่อผู้ขาย ในช่อง ตามลำดับ เมื่อเสร็จแล้วคลิกปุ่ม อัปโหลดรูป แล้วเลือกรูปที่ต้องการอัปโหลด\nหน้าผลการตรวจข้าว\nหน้าผลการตรวจข้าว จะแสดงทั้งค่าที่โปรแกรม M0 ตรวจได้ และค่ามาตรฐานดังรูป",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/rice-inspection",
      "title": "การตรวจคุณภาพข้าว",
      "loc": {
        "lines": {
          "from": 26,
          "to": 29
        }
      }
    }
  },
  {
    "pageContent": "เช่น ในช่องข้าวเต็มเมล็ด มีค่ามาตรฐาน >= 0.5 % นน. หมายความว่า ตามมาตรฐานข้าวขาวหอมไทย 100 เปอร์เซนต์ กำหนดไว้ว่าข้าวเต็มเมล็ด ต้องมีค่า >= 0.5 % นน.\nหากค่าที่ตรวจได้ผ่านเกณฑ์มาตรฐาน\nหากไม่ผ่านเกณฑ์มาตรฐาน\nช่องนั้นจะเป็นสีเขียว\nช่องนั้นจะเป็นสีส้ม\nผลหลังจากวิเคราะห์ข้าวสำเร็จ\nสำหรับผลการวิเคราะห์ จะปรากฎดังนี้\nหากต้องการกรอกข้อมูลเพิ่มเติม สามารถกรอกได้ที่ Lot, ทะเบียนรถ, ชื่อผู้ซื้อ, ชื่อผู้ขาย หรือ หมายเหตุ ในช่อง\nหลังจากนั้นให้",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/rice-inspection",
      "title": "การตรวจคุณภาพข้าว",
      "loc": {
        "lines": {
          "from": 30,
          "to": 38
        }
      }
    }
  },
  {
    "pageContent": ".... ผลการตรวจข้าวนี้ก็จะถูกเก็บในประวัติข้าว และสามารถดูภายหลังได้\nคลิกบันทึก\nต้องบันทึกผลข้อมูลการวิเคราะห์ก่อนเท่านั้น จึงจะ พิมพ์.... ดาวน์โหลด..... หรือ แชร์.... ข้อมูลได้\nหากต้องการดูผลลัพธ์ในแต่ละเมล็ดของรูปข้าวที่อัปโหลด ว่าแต่ละเมล็ดเป็นข้าวที่มีลักษณะอย่างไร ให้คลิก และ เลือกประเภทที่ต้องการได้ เช่น รูปข้าวที่อัปโหลด, รูปข้าวเต็มเมล็ด, รูปข้าวอื่นปลอมปน เป็นต้น\nเมื่อเลือกเสร็จแล้ว ระบบจะวงสีข้าวตามประเภทที่ต้องการ โดยความหมายของสีสามารถดูได้ในหน้าถัดไป",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/rice-inspection",
      "title": "การตรวจคุณภาพข้าว",
      "loc": {
        "lines": {
          "from": 39,
          "to": 43
        }
      }
    }
  },
  {
    "pageContent": "หากต้องการส่งต่อผลการตรวจข้าวให้ผู้อื่นดู สามารถทำได้โดย แชร์ผ่านไลน์ และแชร์ผ่านอีเมล โดยการแชร์ผ่านไลน์จะเป็นการ แชร์ Link หน้าผลการตรวจข้าว ส่วนการแชร์ผ่านอีเมล จะเป็นการส่งไฟล์ Excel แนบไปกับอีเมล\nผู้ใช้สามารถเลือกปรับระดับข้าวเหลืองได้อีกครั้งในหน้าผลการตรวจข้าว หลังจากเข้าสู่หน้าแสดงผลตรวจข้าวเรียบร้อยแล้ว\nผู้ใช้กดเลือกระดับของข้าวเหลืองที่ต้องการเปลี่ยน แล้วกด “คำนวณใหม่” เพื่อทำการคำนวณผลตรวจข้าวใหม่อีกครั้ง\nระบบแก้ไขผลข้าวเหลืองและรูปวงสี แล้วแสดงผลตรวจข้าวใหม่",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/rice-inspection",
      "title": "การตรวจคุณภาพข้าว",
      "loc": {
        "lines": {
          "from": 44,
          "to": 47
        }
      }
    }
  },
  {
    "pageContent": "ผู้ใช้สามารถเลือกระดับข้าวเหลืองและกด “คำนวณใหม่” ไม่จำกัดครั้ง ก่อนที่จะกด “บันทึก” หากผู้ใช้กด “บันทึก” แล้ว จะไม่สามารถแก้ไขระดับข้าวเหลืองได้อีก เมื่อผู้ใช้กดปุ่ม “แก้ไข” ผู้ใช้จะสามารถแก้ไขข้อความในผลตรวจข้าวได้ แต่จะไม่ปรากฏปุ่ม “คำนวณใหม่” ระดับข้าวเหลืองไม่ให้สามารถกดได้\nPrevious\nการสแกนข้าว\nNext\nการดูประวัติ\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/rice-inspection",
      "title": "การตรวจคุณภาพข้าว",
      "loc": {
        "lines": {
          "from": 48,
          "to": 54
        }
      }
    }
  },
  {
    "pageContent": "การดูประวัติ\nอัปเดตหน้าประวัติการตรวจข้าว\nเพิ่มตัวกรอง ให้ผู้ใช้งานสามารถเลือกดูข้อมูลจากกระบวนการได้ ได้แก่ รับซื้อ ผลิต ขาย และแบบไม่ระบุ\nเพิ่มสิทธิ์การจัดการประวัติ โดยผู้ใช้งานสามารถเลือกว่าจะให้แสดงเฉพาะของตนเอง หรือ แสดงของทุกคนในโรงสี เพิ่มชื่อผู้ใช้งาน โดยสามารถดูได้ว่าผลตรวจนี้มาจากผู้ใช้งานบัญชีไหน\nการดูประวัติ\nคลิกปุ่ม ประวัติ",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/history",
      "title": "การดูประวัติ",
      "loc": {
        "lines": {
          "from": 1,
          "to": 6
        }
      }
    }
  },
  {
    "pageContent": "ที่หน้าประวัติการตรวจข้าว จะเห็นรายการผลการตรวจข้าวซึ่งสามารถคลิกที่ประวัติการตรวจข้าวรายการนั้นๆ เพื่อดูข้อมูลในแต่ละรายการ หากต้องการค้นหาผลการตรวจข้าวสามารถกด \"\n\" เพื่อกรองข้อมูลได้\nค้นหาและกรองข้อมูล\nผลการแสดงประวัติ\nจำนวนประวัติที่แสดงในหน้าประวัติทั้งหมด จะแสดงหน้าละ 100 รายการ\nการแชร์ประวัติการตรวจคุณภาพข้าวทาง Excel สามารถกดเลือกได้สูงสุด 1,000 รายการ / ครั้ง\nการดาวน์โหลดประวัติการตรวจคุณภาพข้าว สามารถกดเลือกดาวน์โหลดได้สูงสุด 1,000 รายการ / ครั้ง\nกล่องกาเครื่องหมาย (Check Box)",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/history",
      "title": "การดูประวัติ",
      "loc": {
        "lines": {
          "from": 7,
          "to": 14
        }
      }
    }
  },
  {
    "pageContent": "เป็นปุ่มสำหรับเลือกรายการประวัติทั้งหมดในหน้าปัจจุบัน โดยผู้ใช้งานสามารถกดเลือกประวัติทั้งหมดในบัญชีได้ เมื่อกดปุ่มลูกศรลงด้านข้างกล่อง และเลือก “ทั้งหมดทุกหน้า” หรือเลือก “ไม่เลือกเลยทุกหน้า” เพื่อยกเลิกการเลือกประวัติทั้งหมดในบัญชี\nคอลัมน์วันที่และเวลา\nสามารถกดที่หัวคอลัมน์เพื่อเรียงลำดับรายการตามวันเวลาที่บันทึก โดยค่าเริ่มต้น ขึ้นลูกศรชี้ลงและเรียงลำดับจากรายการตามวันเวลาที่บันทึกล่าสุด ถึง รายการที่บันทึกแรกสุด (Descending)",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/history",
      "title": "การดูประวัติ",
      "loc": {
        "lines": {
          "from": 15,
          "to": 17
        }
      }
    }
  },
  {
    "pageContent": "จาก Default กด 1 ครั้ง แสดงลูกศรชี้ขึ้น เพื่อเรียงลำดับจากรายการตามวันเวลาที่บันทึกแรกสุด ถึง วันเวลาที่บันทึกล่าสุด (Ascending)\nจาก Default กด 2 ครั้ง เพื่อกลับไปเป็นเรียงลำดับตาม Default\nเมื่อเลือกกล่องกาเครื่องหมาย (Check Box) ตามที่ต้องการเรียบร้อยแล้ว จะสามารถ ดาวน์โหลด/ แชร์/ และ ลบ ได้ตามรายการที่เลือก\nPrevious\nการตรวจคุณภาพข้าว\nNext\nการส่งออกข้อมูล\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/history",
      "title": "การดูประวัติ",
      "loc": {
        "lines": {
          "from": 18,
          "to": 26
        }
      }
    }
  },
  {
    "pageContent": "การส่งออกข้อมูล\nผลการตรวจ PDF\nผลการตรวจ Excel\nแชร์ผลการตรวจผ่าน Line\nPrevious\nการดูประวัติ\nNext\nผลการตรวจ PDF\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/export",
      "title": "การส่งออกข้อมูล",
      "loc": {
        "lines": {
          "from": 1,
          "to": 10
        }
      }
    }
  },
  {
    "pageContent": "ผลการตรวจ PDF\nหน้าผลตรวจข้าว\nปรับปรุงหน้าไฟล์ผลการตรวจแบบ PDF ให้สอดคล้องกับดีไซน์ใหม่\nสามารถแชร์ผลการตรวจไฟล์ PDF ผ่านทาง Email ได้จากหน้าผลการตรวจข้าวได้\nหรือสามารถ กดปุ่ม \"พิมพ์\" และดาวน์โหลดผลการตรวจไฟล์ PDF ได้จากหน้าผลการตรวจข้าว\nหน้าจอพิมพ์ไฟล์ผลการตรวจ PDF  > กดปุ่มดาวน์โหลด มุมขวาบนเพื่อดาวน์โหลดผลการตรวจไฟล์ PDF\nPrevious\nการส่งออกข้อมูล\nNext\nผลการตรวจ Excel\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/export/pdf",
      "title": "ผลการตรวจ PDF",
      "loc": {
        "lines": {
          "from": 1,
          "to": 12
        }
      }
    }
  },
  {
    "pageContent": "ผลการตรวจ Excel\nหน้าผลตรวจข้าว\nสามารถดาวน์โหลดไฟล์ Excel จากผลการตรวจนั้น จากหน้าผลการตรวจข้าวได้เลย\nจากหน้าประวัติ\nสามารถดาวน์โหลดไฟล์ Excel ที่ต้องการได้จากหน้าประวัติการตรวจข้าว\nผลการตรวจไฟล์ Excel\nPrevious\nผลการตรวจ PDF\nNext\nแชร์ผลการตรวจผ่าน Line\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/export/excel",
      "title": "ผลการตรวจ Excel",
      "loc": {
        "lines": {
          "from": 1,
          "to": 12
        }
      }
    }
  },
  {
    "pageContent": "แชร์ผลการตรวจผ่าน Line\nหน้าผลตรวจข้าว\nสามารถแชร์ผลการตรวจได้ทาง Line\nPrevious\nผลการตรวจ Excel\nNext\nการตั้งค่า\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/export/line",
      "title": "แชร์ผลการตรวจผ่าน Line",
      "loc": {
        "lines": {
          "from": 1,
          "to": 9
        }
      }
    }
  },
  {
    "pageContent": "การตั้งค่า\nการตั้งค่า\nการตั้งค่า หากผู้ใช้งานต้องการตั้งค่า สามารถกดปุ่ม “การตั้งค่า” ในหน้าหลักของระบบ โดยการตั้งค่าจะแบ่งออกเป็น 2 ส่วน ได้แก่ ส่วนมาตรฐานและแบบฟอร์ม และส่วนตั้งค่าการตรวจ\nในการตั้งค่า จะแบ่งออกเป็นเป็น 2 ส่วน ได้แก่\nมาตรฐานและแบบฟอร์ม\nตั้งค่าการตรวจ\nมาตรฐานและแบบฟอร์ม\nการดูรายละเอียดมาตรฐาน\nในหน้าตั้งค่า หากผู้ใช้งานต้องการดูรายชื่อมาตรฐาน ให้คลิกที่ปุ่ม\nมาตรฐาน\nวิธีการใช้งานอยู่ใน\nมาตรฐาน\nPrevious\nแชร์ผลการตรวจผ่าน Line\nNext\nมาตรฐาน\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/setting",
      "title": "การตั้งค่า",
      "loc": {
        "lines": {
          "from": 1,
          "to": 18
        }
      }
    }
  },
  {
    "pageContent": "มาตรฐาน\nมาตรฐาน\nคลิกปุ่ม มาตรฐาน\nในหน้ามาตรฐานจะแสดงชื่อมาตรฐานทั้งหมดที่มี สามารถคลิกเลือกรายการที่ต้องการเพื่อเข้าไปดูรายละเอียดเพิ่มเติมได้ ตัวอย่างมาตรฐาน สามารถดูได้ในหน้าถัดไป\nตัวอย่างหน้ารายละเอียดมาตรฐานของกระทรวงพาณิชย์ : ข้าวขาว 5%\nหากผู้ใช้งานมีความประสงค์ที่จะเพิ่มมาตรฐาน กรุณาติดต่อที่เบอร์ 082-042-9650 หรืออีเมล sales@easyrice.ai โดยมาตรฐานที่เพิ่ม (Custom) จะแสดงตัวอย่างให้เห็นในหน้าถัดไป\nPrevious\nการตั้งค่า\nNext\nแบบฟอร์ม\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/setting/standard",
      "title": "มาตรฐาน",
      "loc": {
        "lines": {
          "from": 1,
          "to": 12
        }
      }
    }
  },
  {
    "pageContent": "แบบฟอร์ม\nแบบฟอร์ม\nคลิกปุ่ม แบบฟอร์ม\nการดูรายละเอียดแบบฟอร์ม\nในหน้าแบบฟอร์มจะแสดงรายการแบบฟอร์มทั้งหมดที่มี สามารกคลิกเลือกรายการที่ต้องการเพื่อเข้าไปดูรายละเอียดเพิ่มเติมได้ ตัวอย่างแบบฟอร์ม สามารถดูได้ในหน้าถัดไป\nตัวอย่างหน้ารายละเอียดแบบฟอร์ม ES1 ข้าวขาว\nหากต้องการเพิ่ม แก้ไขแบบฟอร์ม กรุณาติดต่อที่เบอร์ 082-042-9650 หรืออีเมล sales@easyrice.ai\nPrevious\nมาตรฐาน\nNext\nPreset Setting\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/setting/form",
      "title": "แบบฟอร์ม",
      "loc": {
        "lines": {
          "from": 1,
          "to": 13
        }
      }
    }
  },
  {
    "pageContent": "Preset Setting\nฟีเจอร์ที่ผู้ใช้งานสามารถเลือกล็อกระดับตั้งค่าการตรวจไว้กับมาตรฐานที่ใช้งานเป็นประจำได้ โดยผู้ใช้งานสามารถเลือกจัดกลุ่มมาตรฐานที่ใช้รวมอยู่ใน Setting เดียวกันได้ (ช่วยจัดการการตั้งค่าให้ง่ายขึ้น เนื่องจาก Level มีจำนวนมากขึ้นจากการเปิดการตั้งค่าการตรวจขั้นสูง)\nขั้นตอนการใช้งาน “การสร้าง Preset Setting”\nในหน้าการตั้งค่า กดปุ่มเลือก \"Preset Setting\"\nกดปุ่ม \"สร้างPreset\" เพื่อสร้าง Preset",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/setting/preset-setting",
      "title": "Preset Setting",
      "loc": {
        "lines": {
          "from": 1,
          "to": 5
        }
      }
    }
  },
  {
    "pageContent": "เมื่อสร้าง Preset เรียบร้อยแล้ว มาตรฐานจะปรากฎขึ้นมาดังภาพ ผู้ใช้งานสามารถเลือกมาตรฐานได้มากกว่า 1 มาตรฐานในประเภทข้าวที่ กำหนดได้\nเลือกมาตรฐานเสร็จแล้ว สามารถตั้งค่าการตรวจเลือกระดับการตั้งค่า ที่ผู้ใช้งาน ต้องการได้เพื่อใช้กับ Preset ที่ผู้ใช้งานสร้างขึ้นมา\nหลังตั้งระดับการตั้งค่าเพื่อใช้กับ Preset เรียบร้อยแล้ว กดปุ่ม \"บันทึก\"\nจะได้ Preset ที่สร้างเสร็จแล้ว\nขั้นตอนการใช้งาน “แก้ไข Preset Setting”\nกดเลือก Preset ที่ต้องการแก้ไข\nรายละเอียด Preset ที่จะสามารถแก้ไขได้มีดังนี้",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/setting/preset-setting",
      "title": "Preset Setting",
      "loc": {
        "lines": {
          "from": 6,
          "to": 12
        }
      }
    }
  },
  {
    "pageContent": "แก้ไขรายชื่อ Preset ได้\nโยกย้ายมาตรฐานไป Preset อื่นได้\nแก้ไขการตั้งค่าการตรวจได้\nได้แก่ การเปลี่ยนประเภทข้าว ไม่สามารถเปลี่ยนใหม่ได้ ต้องทำการลบ Preset\nแล้ว สร้างใหม่เท่านั้น*\n*** สิ่งที่ไม่สามารถแก้ไขได้\nหากต้องการเลือกประเภทข้าว ผู้ใช้งานสามารถทำ ได้ด้วย การลบ Preset ปัจจุบันทิ้งและสร้างใหม่เท่านั้น\nการโยกย้ายมาตรฐานของ Preset\n1 มาตรฐาน ต่อ 1 Preset เท่านั้น\nเงื่อนไข :",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/setting/preset-setting",
      "title": "Preset Setting",
      "loc": {
        "lines": {
          "from": 13,
          "to": 22
        }
      }
    }
  },
  {
    "pageContent": "หากผู้ใช้งานต้องการย้ายมาตรฐาน สามารถทำได้โดยกดย้ายมาตรฐานไปยัง Preset ที่ต้องการได้ทันที โดยชื่อ Preset เก่าที่อยู่ข้างหลังมาตรฐาน จะเปลี่ยนเป็นชื่อ Preset ใหม่โดยอัตโนมัติ\nกดบันทึกเมื่อเราทำการแก้ไข Preset เสร็จเรียบร้อยแล้ว\nPrevious\nแบบฟอร์ม\nNext\nการตั้งค่าการตรวจระดับขั้นสูง\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/setting/preset-setting",
      "title": "Preset Setting",
      "loc": {
        "lines": {
          "from": 23,
          "to": 30
        }
      }
    }
  },
  {
    "pageContent": "การตั้งค่าการตรวจระดับขั้นสูง\nการเพิ่มระดับความถี่ของการตั้งค่าการตรวจจะสามารถใช้ได้เมื่อเปิดการเลือก ระดับขั้นสูง โดยหลังเปิด ระบบจะเพิ่มความละเอียดของแต่ละระดับการตั้งค่าให้ สามารถเลือกใช้เพิ่มขึ้นอีก 10 Level ต่อ 1 ช่วง เช่น 1.1, 1.2, 1.3 ไปจนถึง 1.9 เป็นต้น ซึ่งจะสามารถใช้ได้กับ 3 อย่าง ได้แก่\nระดับท้องไข่\nระดับเมล็ดเสีย\nระดับเมล็ดสีต่ำกว่ามาตรฐาน\nขั้นตอนการใช้งาน\nเปิดโหมด \"การเลือกระดับตั้งค่าขั้นสูง\"\nเปิดโหมด \"การเลือกระดับตั้งค่าขั้นสูง\" ได้ ที่หน้าการตรวจสอบคุณภาพข้าวได้ด้วย",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/setting/advance-setting",
      "title": "การตั้งค่าการตรวจระดับขั้นสูง",
      "loc": {
        "lines": {
          "from": 1,
          "to": 8
        }
      }
    }
  },
  {
    "pageContent": "เลือกระดับที่ต้องการ (พิมพ์ระดับที่ต้องการ , หรือเลือกระดับตามรูป ด้านล่างได้เช่นเดิม)\nได้ระดับที่ต้องการเสร็จเรียบร้อยแล้วกด \"บันทึก\"\nPrevious\nPreset Setting\nNext\nตั้งค่าการตรวจ\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/setting/advance-setting",
      "title": "การตั้งค่าการตรวจระดับขั้นสูง",
      "loc": {
        "lines": {
          "from": 9,
          "to": 16
        }
      }
    }
  },
  {
    "pageContent": "ตั้งค่าการตรวจ\nตั้งค่าส่วนผสม\nข้าวเต็มเมล็ด\nตั้งค่าข้าวปลอมปน\nข้าวท้องไข่\nข้าวเสีย\nข้าวสีต่ำกว่ามาตรฐาน\nข้าวเหลือง\nPrevious\nการตั้งค่าการตรวจระดับขั้นสูง\nNext\nตั้งค่าส่วนผสม\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/inspection-setting",
      "title": "ตั้งค่าการตรวจ",
      "loc": {
        "lines": {
          "from": 1,
          "to": 14
        }
      }
    }
  },
  {
    "pageContent": "ตั้งค่าส่วนผสม\nตั้งค่าส่วนผสม\nการเลือกชนิดข้าวที่ต้องการตั้งค่า สามารถทำได้โดยกดปุ่มชนิดข้าวที่เลือก จากนั้นระบบจะปรากฎหน้าตั้งค่าการตรวจของข้าวชนิดนั้นๆ ซึ่งจะแสดงระดับที่ให้ผู้ใช้งานสามารถเลือกได้\nการเลือกระดับข้าวที่ต้องการ สามารถทำได้โดยนำเมาส์ไปชี้ค้างไว้ที่ภาพของแต่ละระดับ ระบบจะแสดงจุดบกพร่องให้ชัดขึ้น\nถ้าต้องการออกจากการตั้งค่า สามารถกดปุ่ม “กลับ”\nPrevious\nตั้งค่าการตรวจ\nNext\nข้าวเต็มเมล็ด\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/inspection-setting/composition-setting",
      "title": "ตั้งค่าส่วนผสม",
      "loc": {
        "lines": {
          "from": 1,
          "to": 11
        }
      }
    }
  },
  {
    "pageContent": "ข้าวเต็มเมล็ด\nข้าวเต็มเมล็ด\nข้าวเต็มเมล็ด จะมีให้เลือกทั้งหมด 4 ระดับ เพื่อเป็นการกำหนดว่าต้องการข้าวเต็มเมล็ดระดับใด โดยระดับที่เลือกจะเป็นข้าวเต็มเมล็ดขั้นต่ำที่ต้องการตรวจ ซึ่งค่าเริ่มต้นจะถูกตั้งไว้ที่ระดับ 1\nPrevious\nตั้งค่าส่วนผสม\nNext\nตั้งค่าข้าวปลอมปน\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/inspection-setting/composition-setting/whole-grain",
      "title": "ข้าวเต็มเมล็ด",
      "loc": {
        "lines": {
          "from": 1,
          "to": 9
        }
      }
    }
  },
  {
    "pageContent": "ตั้งค่าข้าวปลอมปน\nตั้งค่าข้าวปลอมปน\nตั้งค่าข้าวปลอมปน ผู้ใช้งานสามารถเลือกตั้งค่าได้ว่า ข้าวที่มีสิ่งปลอมปนระดับใดจึงจัดเป็นข้าวอื่นปลอมปน โดยสามารถตั้งค่าได้ทั้งหมด 4 ชนิด ได้แก่\nข้าวเหลือง\nข้าวท้องไข่\nข้าวเสีย\nข้าวสีต่ำกว่ามาตรฐาน\nPrevious\nข้าวเต็มเมล็ด\nNext\nข้าวท้องไข่\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/inspection-setting/defect-rice-setting",
      "title": "ตั้งค่าข้าวปลอมปน",
      "loc": {
        "lines": {
          "from": 1,
          "to": 13
        }
      }
    }
  },
  {
    "pageContent": "ข้าวท้องไข่\nข้าวท้องไข่\nข้าวท้องไข่ จะมีให้เลือกทั้งหมด 4 ระดับ โดยระดับ 1 เป็นข้าวที่มีปริมาณความขาวขุ่นน้อยที่สุด และระดับ 4 เป็นข้าวที่มีปริมาณความขาวขุ่นมากที่สุด ซึ่งค่าเริ่มต้นจะถูกตั้งไว้ที่ระดับ 2\nPrevious\nตั้งค่าข้าวปลอมปน\nNext\nข้าวเสีย\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/inspection-setting/defect-rice-setting/chalky",
      "title": "ข้าวท้องไข่",
      "loc": {
        "lines": {
          "from": 1,
          "to": 9
        }
      }
    }
  },
  {
    "pageContent": "ข้าวเสีย\nข้าวเสีย\nข้าวเสีย จะมีให้เลือกทั้งหมด 4 ระดับ โดยระดับ 1 เป็นข้าวที่มีปริมาณสีน้ำตาลน้อยที่สุด และระดับ 4 เป็นข้าวที่มีปริมาณสีน้ำตาลมากที่สุด ซึ่งค่าเริ่มต้นจะถูกตั้งไว้ที่ระดับ 1\nPrevious\nข้าวท้องไข่\nNext\nข้าวสีต่ำกว่ามาตรฐาน\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/inspection-setting/defect-rice-setting/damaged",
      "title": "ข้าวเสีย",
      "loc": {
        "lines": {
          "from": 1,
          "to": 9
        }
      }
    }
  },
  {
    "pageContent": "ข้าวสีต่ำกว่ามาตรฐาน\nข้าวสีต่ำกว่ามาตรฐาน\nข้าวสีต่ำกว่ามาตรฐาน จะมีให้เลือกทั้งหมด 4 ระดับ โดยระดับ 1 เป็นข้าวที่เหลือขีดแดงน้อยที่สุด และระดับ 4 เป็นข้าวที่มีปริมาณขีดแดงมากที่สุด ซึ่งค่าเริ่มต้นจะถูกตั้งไว้ที่ระดับ 1\nกด “บันทึก” เพื่อบันทึกการเปลี่ยนแปลง หรือกดปุ่ม “กลับ” หากต้องการกลับไปยังหน้าตั้งค่า",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/inspection-setting/defect-rice-setting/undermilled",
      "title": "ข้าวสีต่ำกว่ามาตรฐาน",
      "loc": {
        "lines": {
          "from": 1,
          "to": 4
        }
      }
    }
  },
  {
    "pageContent": "โดยถ้าหากผู้ใช้งานทำการเปลี่ยนแปลงระดับแล้วกดปุ่มกลับ แต่ยังไม่กดบันทึก ระบบจะแสดง Pop-up “แน่ใจหรือไม่ว่าต้องการกลับ หากคุณออกจากหน้านี้ ข้อมูลจะหายไป” และกดปุ่ม “อยู่หน้านี้ต่อ” เพื่อยังคงอยู่ที่หน้าเดิม หรือกดปุ่ม “กลับ” เพื่อกลับไปยังหน้าการตั้งค่า\nPrevious\nข้าวเสีย\nNext\nข้าวเหลือง\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/inspection-setting/defect-rice-setting/undermilled",
      "title": "ข้าวสีต่ำกว่ามาตรฐาน",
      "loc": {
        "lines": {
          "from": 5,
          "to": 11
        }
      }
    }
  },
  {
    "pageContent": "ข้าวเหลือง\nข้าวเหลือง\nข้าวเหลือง จะมีให้เลือกทั้งหมด 10 ระดับ โดยระดับ 1 เป็นข้าวสีเหลืองอ่อนที่สุด และระดับ 10 เป็นข้าวสีเหลืองเข้มที่สุด ซึ่งค่าเริ่มต้นจะถูกตั้งไว้ที่ระดับ 4\nPrevious\nข้าวสีต่ำกว่ามาตรฐาน\nNext\nAuto yellow (Beta)\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/inspection-setting/defect-rice-setting/yellow",
      "title": "ข้าวเหลือง",
      "loc": {
        "lines": {
          "from": 1,
          "to": 9
        }
      }
    }
  },
  {
    "pageContent": "Auto yellow (Beta)\nทดลอง การแนะนำระดับข้าวเหลืองโดย AI เป็นฟังก์ชั่นทดลองที่ AI จะแนะนำระดับข้าวที่เหลืองที่เหมาะสมให้ โดยผู้ใช้งานสามารถเลือกใช้ได้งานผ่านหน้าการตั้งค่า และหน้าตรวจข้าว โดยฟังก์ชั่นนี้เป็นฟั่งก์ชั่นสำหรับทดลองเท่านั้น เพื่อรับข้อเสนอแนะและนำมาพัฒนาให้ดียิ่งขึ้น\nPrevious\nข้าวเหลือง\nNext\nค่าเริ่มต้น\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/inspection-setting/defect-rice-setting/yellow/auto-yellow-beta",
      "title": "Auto yellow (Beta)",
      "loc": {
        "lines": {
          "from": 1,
          "to": 8
        }
      }
    }
  },
  {
    "pageContent": "ค่าเริ่มต้น\nค่าเริ่มต้น\nโดยถ้าหากผู้ใช้งานทำการเปลี่ยนแปลงระดับแล้วกดปุ่มกลับ แต่ยังไม่กดบันทึก ระบบจะแสดง Pop-up “แน่ใจหรือไม่ว่าต้องการกลับ หากคุณออกจากหน้านี้ ข้อมูลจะหายไป” และกดปุ่ม “อยู่หน้านี้ต่อ” เพื่อยังคงอยู่ที่หน้าเดิม หรือกดปุ่ม “กลับ” เพื่อกลับไปยังหน้าการตั้งค่า\nค่าเริ่มต้น",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/inspection-setting/default",
      "title": "ค่าเริ่มต้น",
      "loc": {
        "lines": {
          "from": 1,
          "to": 4
        }
      }
    }
  },
  {
    "pageContent": "ค่าเริ่มต้น ในกรณีที่ต้องการตั้งค่าเป็นค่าเริ่มต้น สามารถกดปุ่ม “ค่าเริ่มต้น” เมื่อกดปุ่มนี้ ระบบจะแสดง Pop-up “แน่ใจหรือไม่จะ “กลับสู่ค่าเริ่มต้น”” โดยสามารถกด “ค่าเริ่มต้น” เพื่อตั้งค่าระดับการตรวจเป็นค่าเริ่มต้นของข้าวอื่นปลอมปนนั้นๆ และระบบจะบันทึกให้อัตโนมัติโดยไม่ต้องกดบันทึก หรือกด “ยกเลิก” เพื่อยกเลิกการตั้งค่าเริ่มต้น\nผู้ใช้สามารถกดปุ่ม\nเพื่อตั้งค่าระดับการตรวจของข้าวเหลือง ข้าวท้องไข่ ข้าวเสีย และข้าวสีต่ำกว่ามาตรฐาน เป็นค่าเริ่มต้น ดังนี้\n“ค่าเริ่มต้นทั้งหมด”",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/inspection-setting/default",
      "title": "ค่าเริ่มต้น",
      "loc": {
        "lines": {
          "from": 5,
          "to": 8
        }
      }
    }
  },
  {
    "pageContent": "ระดับข้าวเต็ม 1 ระดับข้าวเหลือง 4 ระดับข้าวท้องไข่ 2 ระดับข้าวเสีย 1 ระดับข้าวสีต่ำกว่ามาตรฐาน 1\nโดยระบบจะแสดง Pop-up “แน่ใจหรือไม่จะ “กลับสู่ค่าเริ่มต้นทั้งหมด”” ซึ่งสามารถกด “ค่าเริ่มต้น” เพื่อตั้งระดับการตรวจเป็นค่าเริ่มต้นทั้งหมด หรือกด “ยกเลิก” เพื่อยกเลิกการตั้งค่าเริ่มต้น\nPrevious\nAuto yellow (Beta)\nNext\nฟีเจอร์ใช้งานทั่วไป\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/inspection-setting/default",
      "title": "ค่าเริ่มต้น",
      "loc": {
        "lines": {
          "from": 9,
          "to": 16
        }
      }
    }
  },
  {
    "pageContent": "ฟีเจอร์ใช้งานทั่วไป\nฟีเจอร์ 'เมนู'\nฟีเจอร์ 'ช่วยเหลือ'\nฟีเจอร์ 'แนะนำฟังก์ชั่นใหม่'\nBeta Test\nการแจ้งเตือน\nPrevious\nค่าเริ่มต้น\nNext\nฟีเจอร์ 'เมนู'\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/features",
      "title": "ฟีเจอร์ใช้งานทั่วไป",
      "loc": {
        "lines": {
          "from": 1,
          "to": 12
        }
      }
    }
  },
  {
    "pageContent": "ฟีเจอร์ 'เมนู'\nฟีเจอร์ “เมนู” จะช่วยให้สามารถไปถึงหน้าที่ต้องการได้ทันที โดยมีเมนูย่อยดังนี้\nตรวจคุณภาพข้าว เพื่อไปยังหน้าตรวจคุณภาพข้าว\nประวัติการตรวจคุณภาพข้าว เพื่อไปยังหน้าประวัติ\nตั้งค่าการตรวจ เพื่อไปยังหน้าการตั้งค่า\nPrevious\nฟีเจอร์ใช้งานทั่วไป\nNext\nฟีเจอร์ 'ช่วยเหลือ'\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/features/menu",
      "title": "ฟีเจอร์ 'เมนู'",
      "loc": {
        "lines": {
          "from": 1,
          "to": 11
        }
      }
    }
  },
  {
    "pageContent": "ฟีเจอร์ 'ช่วยเหลือ'\nฟีเจอร์ 'ช่วยเหลือ'\nฟีเจอร์ “ช่วยเหลือ” ช่วยให่สามารถดูข้อมูลเกี่ยวกับการช่วยเหลือการใช้งาน โดยมีเมนูย่อยดังนี้\nคู่มือ เมื่อกดจะเปิดแท็บใหม่สำหรับแสดงคู่มือการใช้งาน M0\nมีอะไรใหม่ เมื่อกดจะแสดงรายละเอียดฟังก์ชันใหม่ขึ้น\nPrevious\nฟีเจอร์ 'เมนู'\nNext\nฟีเจอร์ 'แนะนำฟังก์ชั่นใหม่'\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/features/help",
      "title": "ฟีเจอร์ 'ช่วยเหลือ'",
      "loc": {
        "lines": {
          "from": 1,
          "to": 11
        }
      }
    }
  },
  {
    "pageContent": "ฟีเจอร์ 'แนะนำฟังก์ชั่นใหม่'\nฟีเจอร์ 'แนะนำฟังก์ชั่นใหม่'\nฟีเจอร์แนะนำฟังก์ชั่นใหม่ แสดงรายละเอียดของการอัปเดทแต่ละเวอร์ชั่น รูปภาพและคำอธิบายของแต่ละฟังก์ชัน เมื่อกดที่แต่ละฟังก์ชันในลิสต์ รูปภาพและคำอธิบายจะเปลี่ยนไปตามฟังก์ชันนั้น ๆ\nสามารถเข้าอ่านได้จาก\nมีอะไรใหม่ จากเมนูช่วยเหลือ\nSoftware version\nPrevious\nฟีเจอร์ 'ช่วยเหลือ'\nNext\nBeta Test\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/features/what-new",
      "title": "ฟีเจอร์ 'แนะนำฟังก์ชั่นใหม่'",
      "loc": {
        "lines": {
          "from": 1,
          "to": 12
        }
      }
    }
  },
  {
    "pageContent": "Beta Test\nBeta Test\nคือระบบที่เปิดให้ผู้ใช้งานสามารถทดลองฟีเจอร์ใหม่ได้ก่อนการอัปเดตเวอร์ชั่นในอนาคต เพื่อทดสอบและปรับปรุงระบบให้การใช้งานของท่านดียิ่งขึ้น\nโดยผู้ใช้งานสามารถใช้ฟั่งก์ชั่นทั้งหมดได้เป็นปกติ เหมือนกับ M0 ปัจจุบัน แต่จะสามารถเข้าถึงฟีเจอร์ใหม่ก่อนการอัปเดต M0 เวอร์ชั่นถัดไป ผู้ใช้งานสามารถเข้าใช้ Beta Test ได้จนกว่าจะถึงเวลาที่กำหนด สำหรับการเข้าทดลอง Beta test หลังจากเข้าสู่ โหมดทดลอง ผู้ใช้งานยังสามารถเลือกที่จะกลับมายัง M0 ปัจจุบันได้เช่นเดิม",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/features/beta-test",
      "title": "Beta Test",
      "loc": {
        "lines": {
          "from": 1,
          "to": 4
        }
      }
    }
  },
  {
    "pageContent": "ผู้ใช้งานสามารถเลือกสลับการเข้าใช้งาน ระหว่างเวอร์ชั่นทดลองกับเวอร์ชั่นปัจจุบันได้ด้วยการกดปุ่ม “Beta Test”\nถ้านำเมาส์ไปค้างไว้ที่ปุ่ม “Beta Test” จะแสดงกล่องข้อความรายละเอียดของ Beta Test และสามารถกดปิดกล่องข้อความได้โดยการกดปุ่ม “ปิดกล่องข้อความ” หรือนำเมาส์ออกจากปุ่ม “Beta Test”\nถ้ากดปุ่ม “Beta Test” จะแสดง Pop-up รายละเอียดของโหมดทดลอง โดยสามารถกด “เข้าร่วม” เพื่อสลับไปยังโหมดทดลอง หรือกด “ยังดีกว่า” เพื่อปิด",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/features/beta-test",
      "title": "Beta Test",
      "loc": {
        "lines": {
          "from": 5,
          "to": 7
        }
      }
    }
  },
  {
    "pageContent": "เมื่อเข้าสู่โหมดทดลอง จะแสดงคำอธิบายการใช้งานโหมดทดลอง และแนะนำฟังก์ชันใหม่ โดยโหมดทดลองจะมีข้อจำกัด ดังนี้\nการแชร์ ถ้าแชร์จากโหมดทดลอง เมื่อกดดู Link ที่ได้จากการแชร์ ผลตรวจข้าวจะแสดงอยู่ในโหมดปกติเท่านั้น\nเมื่ออ่านคำอธิบายโหมดทดลองและฟังก์ชันใหม่เรียบร้อยแล้ว สามารถกดปุ่ม “เลื่อนขึ้น” เพื่อเลื่อนกลับไปอ่านใหม่อีกครั้ง หรือกดปุ่ม “เริ่มต้นใช้งาน” เพื่อเข้าสู่หน้าหลัก ของโหมดทดลองและเริ่มใช้งาน",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/features/beta-test",
      "title": "Beta Test",
      "loc": {
        "lines": {
          "from": 8,
          "to": 10
        }
      }
    }
  },
  {
    "pageContent": "ถ้าหากต้องการออกจากโหมดทดลอง สามารถกดปุ่ม “กลับสู่ M0” ระบบจะแสดง Pop-up รายละเอียดการกลับสู่ M0 โดยสามารถกดปุ่ม “กลับสู่ M0” เพื่อกลับสู่โหมดปกติ หรือ กดปุ่ม “ปิด” เพื่อปิด Pop-up และยังคงอยู่โหมดทดลอง\nPrevious\nฟีเจอร์ 'แนะนำฟังก์ชั่นใหม่'\nNext\nการแจ้งเตือน\nLast updated\n1 year ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/features/beta-test",
      "title": "Beta Test",
      "loc": {
        "lines": {
          "from": 11,
          "to": 17
        }
      }
    }
  },
  {
    "pageContent": "การแจ้งเตือน\nการแจ้งเตือน\nเป็นการแจ้งเกี่ยวกับข่าวสารของ EASYRICE โดยจะแจ้งเตือนทุกครั้งที่มีข้อความใหม่ส่งมา\nPrevious\nBeta Test\nNext\nหน้าโปรไฟล์\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/features/notification",
      "title": "การแจ้งเตือน",
      "loc": {
        "lines": {
          "from": 1,
          "to": 9
        }
      }
    }
  },
  {
    "pageContent": "หน้าโปรไฟล์\nเป็นหน้าที่จะแสดงรายละเอียดข้อมูลต่างๆของผู้ใช้งาน เช่น ชื่อ, อีเมล,จำนวนครั้งการใช้งานคงเหลือ\nและวันเริ่มต้น-วันหมดอายุ เป็นต้น\nPrevious\nการแจ้งเตือน\nNext\nเปลี่ยนชื่อโปรไฟล์และเบอร์โทรศัพท์\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/profile",
      "title": "หน้าโปรไฟล์",
      "loc": {
        "lines": {
          "from": 1,
          "to": 9
        }
      }
    }
  },
  {
    "pageContent": "เปลี่ยนชื่อโปรไฟล์และเบอร์โทรศัพท์\nในกรณีที่ผู้ใช้งานต้องการเปลี่ยนชื่อโปรไฟล์และเบอร์โทรศัพท์\nสามารถเปลี่ยนได้ โดยไปที่โปรไฟล์มุมขวาบน  > กดเลือกโปรไฟล์\nกดเลือกที่แถบ 'ข้อมูลโปรไฟล์ > ทำการแก้ไขข้อมูลโปรไฟล์และเบอร์โทศัพท์  >  กดบันทึกข้อมูล\nPrevious\nหน้าโปรไฟล์\nNext\nอุปกรณ์ที่เข้าสู่ระบบ\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/profile/change-profile",
      "title": "เปลี่ยนชื่อโปรไฟล์และเบอร์โทรศัพท์",
      "loc": {
        "lines": {
          "from": 1,
          "to": 10
        }
      }
    }
  },
  {
    "pageContent": "อุปกรณ์ที่เข้าสู่ระบบ\nผู้ใช้งานสามารถดูประวัติ และดูได้ว่าขณะนี้มีการเข้าสู่ระบบบัญชีจากอุปกรณ์ใดบ้าง\nผู้ใช้งานสามารถจัดการ การเข้าใช้งานบัญชีบนอุปกรณ์ต่างๆได้ โดยไปที่โปรไฟล์มุมขวาบน\nกดเลือกที่แถบ 'อุปกรณ์'\nผู้ใช้งานสามารถดูประวัติ และดูได้ว่าขณะนี้มีการเข้าสู่ระบบบัญชีจากอุปกรณ์ใดบ้าง\nผู้ใช้งานสามารถจัดการบัญชีได้ โดยกด “ออกจากระบบทั้งหมด” เพื่อบังคับให้ออกจากระบบทุกอุปกรณ์\nPrevious\nเปลี่ยนชื่อโปรไฟล์และเบอร์โทรศัพท์\nNext\nการเปลี่ยนรหัสผ่าน\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/profile/devices",
      "title": "อุปกรณ์ที่เข้าสู่ระบบ",
      "loc": {
        "lines": {
          "from": 1,
          "to": 12
        }
      }
    }
  },
  {
    "pageContent": "การเปลี่ยนรหัสผ่าน\nในกรณีที่ผู้ใช้งานยังคงอยู่ในระบบและต้องการเปลี่ยนรหัสผ่าน สามารถเปลี่ยนรหัส ผ่านได้โดยทำตามขั้นตอน ดังนี้\nโดยไปที่โปรไฟล์มุมขวาบน > กดเลือกโปรไฟล์\nกดเลือกที่แถบ 'ความปลอดอภัย' >  ทำการเปลี่ยนรหัสผ่านใหม่  >  กดบันทึกข้อมูล\nPrevious\nอุปกรณ์ที่เข้าสู่ระบบ\nNext\nภาษาที่รองรับ\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/profile/change-password",
      "title": "การเปลี่ยนรหัสผ่าน",
      "loc": {
        "lines": {
          "from": 1,
          "to": 10
        }
      }
    }
  },
  {
    "pageContent": "ภาษาที่รองรับ\nภาษาที่รองรับ\nภาษาที่รองรับ\nภาษาอังกฤษ : English\nภาษาไทย\nภาษาเวียดนาม : Tiếng Việt\nPrevious\nการเปลี่ยนรหัสผ่าน\nNext\nค่า MA\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/languages",
      "title": "ภาษาที่รองรับ",
      "loc": {
        "lines": {
          "from": 1,
          "to": 12
        }
      }
    }
  },
  {
    "pageContent": "ค่า MA\nค่า MA\nค่า MA เมื่อครบกำหนดชำระค่าบริการประจำปี จะมีการขึ้นแจ้งเตือนล่วงหน้าก่อนถึงวันชำระค่าบริการ 30 วัน\nPrevious\nภาษาที่รองรับ\nNext\nส่งข้อเสนอแนะ\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/ma",
      "title": "ค่า MA",
      "loc": {
        "lines": {
          "from": 1,
          "to": 9
        }
      }
    }
  },
  {
    "pageContent": "ส่งข้อเสนอแนะ\nส่งข้อเสนอแนะ\nกดปุ่ม “ส่งข้อเสนอแนะ” ระบบจะปรากฏหน้าแสดงข้อเสนอแนะ\nโดยเมื่อปรากฏหน้าแสดงข้อเสนอแนะ ผู้ใช้งานจะสามารถกดเลือกความพึงพอใจ และเลือกประเภทความคิดเห็น โดยประเภทความคิดเห็นประกอบด้วย\nข้อเสนอแนะทั่วไป\nฟังก์ชั่นที่ต้องการ\nข้อบกพร่องหรือปัญหาด้านประสิทธิภาพ\nเมื่อผู้ใช้งานแสดงข้อเสนอแนะเสร็จสิ้น กด “ส่งแบบสอบถาม” เพื่อส่งข้อเสนอแนะได้\nจำกัดจำนวนตัวอักษร 1000 ตัวอักษร\nPrevious\nค่า MA\nNext\nข้อควรระวังและวิธีการรับมือเบื้องต้น\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/send-suggestion",
      "title": "ส่งข้อเสนอแนะ",
      "loc": {
        "lines": {
          "from": 1,
          "to": 15
        }
      }
    }
  },
  {
    "pageContent": "ข้อควรระวังและวิธีการรับมือเบื้องต้น\nการเชื่อมต่ออินเทอร์เน็ต\nควรตรวจสอบให้แน่ใจอยู่เสมอว่าคอมพิวเตอร์เชื่อมต่อสัญญาณอินเทอร์เน็ตแล้ว หากปรากฎภาพดังรูป ให้แก้ไขโดยการปิดสัญญาณอินเทอร์เน็ตและเชื่อมต่อใหม่ จากนั้นโหลดหน้าเว็บใหม่\nกรณีเข้าหน้าเว็บไซต์ไม่ได้\nถ้าเว็บไซต์ขึ้นดังภาพ ให้ทำการกดปุ่มโหลดใหม่ หากยังไม่ได้ ให้ติดต่อมาที่เบอร์ 097-2736999, 085-6607505 หรืออีเมล Easyricetech@gmail.com\nPrevious\nส่งข้อเสนอแนะ\nNext\nระบบความปลอดภัย\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/cautions",
      "title": "ข้อควรระวังและวิธีการรับมือเบื้องต้น",
      "loc": {
        "lines": {
          "from": 1,
          "to": 11
        }
      }
    }
  },
  {
    "pageContent": "ระบบความปลอดภัย\nการยืนยันตัวตนแบบสองขั้นตอน (2FA)\nการยืนยันตัวตนแบบสองขั้นตอน (Two-Factor Authentication หรือ 2FA) คือ การช่วยเพิ่มระดับความปลอดภัยให้กับบัญชีของท่านเวลาล็อกอิน หรือเปลี่ยนรหัส\nสามารถเปิดใช้งานได้แถบ \"ความปลอดภัย\" ในหน้าโปรไฟล์ โดยหลังจากล็อกอิน ระบบจะถามรหัสยืนยันตัวตนพิเศษจากอุปกรณ์ของคุณ\nใส่รหัสผ่านเพื่อยืนยันบัญชีของคุณ\nระบบจะถามรหัสยืนยันตัวตนพิเศษจากอุปกรณ์ของคุณ\nสามารถเปิดใช้งาน 2FA ด้วยการแสกน QR Code หรือ ยืนยันด้วยโค้ด\nCAPTCHA",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/security",
      "title": "ระบบความปลอดภัย",
      "loc": {
        "lines": {
          "from": 1,
          "to": 8
        }
      }
    }
  },
  {
    "pageContent": "การเพิ่มระบบความปลอดภัย เป็นมาตรการรักษาความปลอดภัยประเภทหนึ่งที่เรียกว่า การตรวจสอบสิทธิ์แบบที่ต้องตอบคำถาม โดย CAPTCHA จะช่วยปกป้องผู้ใช้งานจากสแปม และการถอดรหัสผ่าน ด้วยการทำแบบทดสอบง่ายๆ เพื่อพิสูจน์ว่าเป็นมนุษย์ และไม่ใช่คอมพิวเตอร์ที่พยายามเจาะบัญชีที่มีรหัสผ่านป้องกัน\nPrevious\nข้อควรระวังและวิธีการรับมือเบื้องต้น\nLast updated\n3 months ago",
    "metadata": {
      "source": "https://easyrice-1.gitbook.io/easy-rice-m0/security",
      "title": "ระบบความปลอดภัย",
      "loc": {
        "lines": {
          "from": 9,
          "to": 13
        }
      }
    }
  }
]